{
  "es": {
    "title": "Bienvenido a mi sitio web",
    "about": "Quién soy",
    "news": "Noticias",
    "books": "Libros",
    "buy": "Comprar",
    "principal_text" : "¡Ya está aquí ESTELA: El viaje! Una historia de aventuras y superación que te invitará a reflexionar sobre la vida y sus desafíos. A través de sus páginas, te encontrarás con preguntas que te harán mirar la vida desde una nueva perspectiva.",
    "about_text": "Soy una chica inquieta de 24 años, que vive en un pueblo de Guipúzcoa, llamado Beasain. Cuando me preguntan quién soy, no sé muy bien lo que contestar. Diría que soy una joven aventurera a la que le gusta experimentar y vivir sumando nuevas experiencias. Hace 6 años me detectaron un tumor cerebral y ahí es donde surge “Estela”.",
    "book_text1": "En la vida, por distintas razones , tenemos que tomar rumbos que nos hacen llegar a lugares maravillosos.",
    "book_text2": "Estela: el viaje simboliza el rumbo que tuve que tomar para llegar a ser la mujer que soy hoy.",
    "book_img": "portada_libro_eus.jpg",
    "book_img_description": "Portada del libro Estela: El viaje"
  },
  "eu": {
    "title": "Ongi etorri nire webgunera",
    "about": "Nor naiz",
    "news": "Berriak",
    "books": "Liburuak",
    "buy": "Erosi",
    "principal_text": "Hemen da ESTELA: Bidaia! Gainditze eta abentuaz beteriko istorio bat, bizitzari eta haren erronkei buruz hausnartzera gonbidatuko zaituena. Orri bakoitzean, bizitza beste ikuspuntu batetik ikustea eragingo dizuten galderak aurkituko dituzu.",
    "about_text": "Eneritz Martin naiz, 24 urteko gazte beasaindarra. Nor naizen galdetzen didatenean, ez dut oso argi izaten zer erantzun. Esperimentatzea gustuko duen gazte abenturazalea naizela esango nuke. Bizipen berriak eraikiz bidea egitea da nire nahia. 18 urte nituenean, selektibitate proba egin eta jarraian, bizitza erabat aldatu zitzaidan. Ebakuntza bidez larrialdiz kendu beharreko garuneko tumorea aurkitu zidaten. Egun gutxi batzuetan gertatu zen guztia. Hor sortu zen “Estela”.",
    "book_text1": "Batzuetan, bizitzan, arrazoi anitzak medio, leku zoragarriak ezagutzera garamatzaten norabideak hartu behar izaten ditugu.",
    "book_text2": "Estela: bidaia liburuak naizen emakumea izatera iristeko hartu behar izan nuen norabidea sinbolizatzen du.",
    "book_img": "portada_libro_eus.jpg",
    "book_img_description": "Liburu portada Estela: Bidaia"
  }
}